{
    "banner.title": "Championing a Safe and Open Internet",
    "banner.subtitle": "Donate to Vetra or Share the Joy with a Friend",

    "body.motivation": "Vetra pours heart and soul into empowering creators, inspiring educators, passionate video makers, and countless others to truly live what they love. It's not just a service; it's a different kind of embrace, born purely from love, not the pursuit of profit.",
    "body.no_bullshit": "We hold an unwavering belief that the internet should be a place of wonder, not worry. This is why Vetra will forever be free from any shadow of malicious content. This isn't just a promise; it's a sacred vow we stand by with all our might. Every single pixel, every line of code, is crafted with your privacy cherished, your access guaranteed, and your experience effortless, ensuring Vetra is a warm invitation open to everyone.",
    "body.keep_going": "If Vetra has touched your life, if it has become a cherished tool, please consider wrapping your arms around our work with your support! Your kindness can blossom through a heartfelt donation or by simply sharing the magic of Vetra with a dear friend. Each and every contribution is a treasure beyond measure, fueling our passion and allowing us to continue pouring our love into Vetra and dreams yet to come.",

    "card.once": "One-time Donation",
    "card.recurring": "Recurring Donation",
    "card.custom": "custom amount (from $2)",

    "card.processor": "via {{value}}",

    "card.option.5": "Cup of Coffee",
    "card.option.10": "Full Size Pizza",
    "card.option.15": "Full Lunch",
    "card.option.30": "Lunch for Two",
    "card.option.50": "10KG of Cat Food",
    "card.option.100": "One Year of Domains",
    "card.option.200": "Air Fryer",
    "card.option.500": "Fancy Office Chair",
    "card.option.1599": "Base Macbook Pro",
    "card.option.4900": "10,000 Apples",
    "card.option.7398": "Maxed Out Macbook Pro",
    "card.option.8629": "A Small Plot of Land",
    "card.option.9433": "Luxury Hot Tub",

    "card.custom.submit": "Donate Custom Amount",

    "share.title": "Share Vetra with a Friend",

    "alternative.title": "Alternative Ways to Donate",

    "alt.copy": "{{ value }}. crypto wallet address. press to copy.",
    "alt.open": "{{ value }}. press to open."
}
